Repository: BGforgeNet/Fallout2_Hero_Appearance
Catalog: data/text/po/*.po
Languages: french, german, italian, pt_br, russian, spanish, sv

source: Race (Default)
french: Race (Classique)
german: Rasse (Standard)
italian: Razza (Predefinito)
pt_br: Raça (Padrão)
russian: Раса (Обычная)
spanish: Raza (Por Defecto)
sv: Ras (Grundinställning)

source: You are the Generic Default Female Character. You come from a long line of Generic Default Female Characters.
french: Tu es le personnage féminin commun. Tu viens d'une longue lignée de personnages féminins communs et sans histoires.
german: Du bist der typische weibliche Standardcharakter. Du enstammst einer langen Reihe von typischen weiblichen Standardcharaktern.
italian: Sei il generico personaggio femminile predefinito. Arrivi da una lunga serie di personaggi generici femminili predefiniti.
pt_br: Você é a Personagem Mulher Genérica Padrão. Você vem de uma longa linhagem de Personagens Mulheres Genéricas Padrão.
russian: Вы типичный женский персонаж. Вы одна из длинного ряда типичных женских персонажей.
spanish: Usted es el Personaje Femenino Genérico Predeterminado. Usted viene de una larga línea de Personajes Femeninos Genéricos Predeterminados.
sv: Du är den generiska kvinnliga standardkaraktären. Du kommer från en lång rad generiska kvinnliga standardkaraktärer.

source: Style (Default)
french: Style (Classique)
german: Stil (Standard)
italian: Stile (Predefinito)
pt_br: Estilo (Padrão)
russian: Стиль (Обычный)
spanish: Estilo (Por Defecto)
sv: Stil (Grundinställning)

source: Unlike most of your fellow tribeswomen, who wear their long hair in a ponytail, your black hair is square-cut and shoulder length. So what if they snicker and call you Bucket-Head behind your back?
french: Contrairement à la plupart de tes congénères, qui portent leurs longs cheveux en queue de cheval, tes cheveux noirs sont coupés au carré et arrivent aux épaules. Et qu'est-ce que ça peut faire si elles ricanent et t'appellent Tête de Seau derrière ton dos ?
german: Im Gegensatz zu den meisten deiner Stammesgenossinnen, die ihr langes Haar mit einem Pferdeschwanz tragen, ist dein schwarzes Haar eckig geschnitten und schulterlang. Was also, wenn sie kichern und dich hinter deinem Rücken Eimerkopf nennen?
italian: A differenza delle donne della tua tribu', che hanno i capelli a coda di cavallo, i tuo capelli neri hanno un taglio fino alle spalle. E se qualcuno di soppiatto ti chiamasse testa-di-secchio?
pt_br: Ao contrário da maioria das suas camaradas mulheres da tribo que usam o cabelo comprido delas com rabo de cavalo, seu cabelo preto é de corte quadrado na altura do ombro. Então e daí se eles riem e chamam você de Cabeça de Balde pelas suas costas?
russian: В отличие от соплеменниц, которые носят свои длинные волосы собранными в хвост, ваши черные волосы ровно обрезаны и ниспадают на плечи. Не станут ли за вашей спиной хихикать и называть ковшеголовой?
spanish: A diferencia de la mayoría de tus compañeras mujeres tribales, que llevan su largo cabello en una cola de caballo, tu cabello negro está cortado en cuadrados y hasta los hombros. Entonces, ¿qué si ellos se ríen y te llaman Cabeza de Balde a tus espaldas?
sv: Till skillnad från de flesta av andra kvinnorna i din stam, som har sitt långa hår i en hästsvans, så är ditt svarta hår klippt som en fyrkant och är i axellängd. Vem bryr sig om de kallar dig Hinkskalle bakom din rygg?

source: Style (Blond Haired Female)
french: Style (Blondinette)
german: Stil (Blondhaarige Frau)
italian: Stile (Donna dai capelli biondi)
pt_br: Estilo (Mulher de Cabelo Loiro)
russian: Стиль (Блондинка)
spanish: Estilo (Mujer Rubia)
sv: Stil (Blondhårig Kvinna)

source: Your silken honey-blond tresses have always made you stand out among your tribe. The boys ogle, the girls scowl, and you wouldn't have it any other way.
french: Tes cheveux soyeux et blonds comme le miel t'ont toujours distinguée dans ta tribu. Les garçons te reluquent, les filles se renfrognent, et tu ne voudrais pas qu'il en soit autrement.
german: Deine seidenen, honigblonden Locken haben dich schon immer aus deinem Stamm hervorstechen lassen. Die Jungs gaffen, die Mädchen blicken mürrisch, und du würdest es gar nicht anders haben wollen.
italian: I tuoi capelli miele dorato hanno sempre spiccato nella tua tribu'. I ragazzi ti osservano, le ragazze ti odiano, e tutto questo ti piace.
pt_br: Suas tranças loiras como mel, de seda, sempre fizeram você se destacar na sua tribo. Os garotos cobiçam, as garotas fazem cara feia e você não quer que seja de outro jeito.
russian: Ваши шелковистые, медово светлые локоны всегда были самыми обсуждаемыми в вашем племени. Парни обожают, девушки завидуют, да и вы их ни на что не променяете.
spanish: Tus sedosos cabellos rubios miel siempre te han hecho destacar entre tu tribu. Los chicos de te comen con los ojos, las chicas fruncen el ceño, y tú no lo tendrías de ninguna otra manera.
sv: Dina silkeslena honungsblonda lockar har alltid fått dig att sticka ut bland din stam. Pojkarna stirrar på dig, tjejerna skrattar och du skulle inte vilja att det var på något annat sätt.

source: Style (Red Haired Female)
french: Style (Rouquemoute)
german: Stil (Rothaarige Frau)
italian: Stile (Femmina dai capelli rossi)
pt_br: Estilo (Mulher de Cabelo Vermelho)
russian: Стиль (Рыжая)
spanish: Estilo (Mujer Pelirroja)
sv: Stil (Rödhårig Kvinna)

source: Some say your crimson hair indicates that you lack a soul. But when you look this good, who needs one?
french: Certains disent que tes cheveux cramoisis indiquent que tu n'as pas d'âme. Mais quand on est aussi belle, qui en a besoin ?
german: Manche sagen, dein karmesinrotes Haar deutet darauf hin, dass du keine Seele besitzt. Aber wenn man so gut aussiehst, wer braucht da eine?
italian: Qualcuno potrebbe dire che i tuoi capelli cremisi indicano una mancanza dell'anima. Ma quando sei di bell'aspetto, chi ne ha bisogno?
pt_br: Alguns dizem que seu cabelo escarlate indica que falta uma alma em você. Mas quando você é bonita assim quem precisa de uma?
russian: Некоторые говорят, что рыжие волосы это признак отсутствия души. Но когда вы выглядите так очаровательно, кому нужна эта душа?
spanish: Algunos dicen que tu cabello carmesí indica que no tienes alma. Pero cuando te ves tan bien, ¿quién necesita una?
sv: Vissa säger att ditt röda hår tyder på att du saknar en själ. Men när du ser så här bra ut, vem behöver då en?

source: Style (Punk Girl)
french: Style (Punkette)
german: Stil (Punk-Göre)
italian: Stile (Teppista femmina)
pt_br: Estilo (Garota Punk)
russian: Стиль (Ирокез)
spanish: Estilo (Chica Punk)
sv: Stil (Punktjej)

source: You alone wear the green serpent of fertility upon your head, in order to give the other tribeswomen the blessing of new children. Your hair was cut in shamanic ritual to invoke the serpent. The green dye of holy root was used to give this effigy life.
french: Toi seule porte le serpent vert de la fertilité sur ta tête, afin de donner aux autres femmes de la tribu la bénédiction d'une grande fertilité. Tes cheveux ont été coupés lors d'un rituel chamanique pour invoquer le serpent. La teinture verte de la racine sacrée a été utilisée pour donner vie à cette effigie.
german: Du allein trägst die grüne Fruchtbarkeitsschlange auf deinem Kopf, die den anderen Stammesfrauen den Segen neuer Kinder zukommen lässt. Unter Verwendung des grünen Farbstoffs der heiligen Wurzel wurde dein Haar im schamanischem Ritual geschnitten, um die Schlange zu beschwören.
italian: Indossi sopra la tua testa il verde serpente della fertilita', per dare alle donne la benedizione di avere un bambino. I tuoi capelli hanno il taglio sciamanico per invocare il serpente. La vernice verde delle sacre radici hanno dato vita a questo effige.
pt_br: Você sozinha usa a grande serpente da fertilidade na sua cabeça de modo a dar as outras mulheres da tribo a benção das novas crianças. Seu cabelo foi cortado num ritual xamânico pra invocar a serpente. A tinta verde da raiz sagrada foi usada pra dar vida a esta efígie.
russian: Вы носите зеленого змея плодородия на своей голове, чтобы дать другим соплеменницам благословение на новых детей. Ваши волосы были подстрижены в шаманском ритуале, чтобы вызвать змею. Зеленая краска святого корня была использована, чтобы дать этому чучелу жизнь.
spanish: Tú sola llevas sobre tu cabeza la serpiente verde de la fertilidad, con el fin de dar a las otras mujeres de la tribu la bendición de nuevos hijos. Tu cabello fue cortado en rituales chamánicos para invocar la serpiente. El tinte verde de la raíz sagrada se utilizó para dar vida a esta efigie.
sv: Endast du bär fruktbarhetens gröna orm på ditt huvud för att ge de andra stamkvinnorna välsignelsen av nya barn. Ditt hår klipptes i shamanistisk ritual för att åberopa ormen. Det gröna färgämnet från helig rot användes för att ge denna avbild liv.

source: Race (Other)
french: Race (Autre)
german: Rasse (Andere)
italian: Razza (Altro)
pt_br: Raça (Outra)
russian: Раса (Другая)
spanish: Raza (Otra)
sv: Ras (Annan)

source: Alternative, non-canon appearances.
french: Apparences alternatives, non-canon.
german: Alternative, nicht-kanonische Aussehen.
italian: Alternativo, non canoniche.
pt_br: Aparências alternativas, não-padrão.
russian: Альтернативные, неканоничные модели.
spanish: Apariencias alternativas no canónicas.
sv: Alternativa, icke-kanoniska utseenden.

source: Style (Unicorn)
french: Style (Licorne)
german: Stil (Einhorn)
italian: Stile (Unicorno)
pt_br: Estilo (Unicórnio)
russian: Стиль (Единорог)
spanish: Estilo (Unicornio)
sv: Stil (Enhörning)

source: Littlepip, The Stable Dweller. Pip came from an alternative universe from a place called Equestria, or what remains of it after a series of megaspell detonations. Being a unicorn, Pip possesses the power of telekinesis.
french: Pti'Pip, l'habitant de l'étable. Pip vient d'un univers alternatif d'un endroit appelé Chevalorion, ou ce qu'il en reste après une série de détonations de méga-sorts. Étant une licorne, Pip possède le pouvoir de la télékinésie.
german: Littlepip, der Stallbewohner. Pip kam aus einem alternativen Universum von einem Ort namens Equestria, oder was davon nach einer Reihe von Megaspell-Explosionen übrig geblieben ist. Da Pip ein Einhorn ist, besitzt es die Kraft der Telekinese.
italian: Piccolo Pip, Lo Stabile Viaggiatore. Pip proviene da un universo alternativo da un posto chiamato Equestria, o quello che ne rimane dopo una serie di magie detonanti. Essendo un unicorno, Pip possiede il potere della telecinesi.
pt_br: O pequeno pip, O morador do estábulo. O Pip veio de um universo alternativo de um lugar chamado Equestria ou o que resta dele após uma série de detonações de meta-feitiços. Sendo um unicórnio, o Pip possui o poder da telecinese.
russian: Маленькая Звездочка, обитатель конюшни. Звездочку занесло сюда из вселенной под названием Эквестрия или того, что от нее осталось после мегазаклинания взрыва. Будучи единорогом, Звездочка обладает силой телекинеза.
spanish: Pequeño Pip, El Morador del Establo. Pip llegó desde de un universo alternativo, de un lugar llamado Equestria, o lo que queda de ella después de una serie de detonaciones de megahechizos. Siendo un unicornio, Pip posee el poder de la telequinesis.
sv: Lille Pip, Stallboet. Pip kommer från ett alternativt universum från en plats som heter Equestria, eller vad som återstår av det efter en serie megatrollsformellsdetonationer. Pip är en enhörning och har förmågan att använda telekinesi.

source: You are the Generic Default Dude. You come from a long line of Generic Default Dudes.
french: Tu es le personnage masculin commun. Tu viens d'une longue lignée de personnages masculins communs ayant vécu plein d'histoires.
german: Du bist der generische Standard-Kerl. Du stammst aus einer langen Reihe von generischen Standard-Kerlen.
italian: Sei il generico personaggio maschile predefinito. Arrivi da una lunga serie di personaggi generici maschili predefiniti.
pt_br: Você é o Cara Genérico Padrão. Você veio de uma longa linhagem de Caras Genéricos Padrão.
russian: Вы типичный мужской персонаж. Вы один из длинного ряда типичных мужских персонажей.
spanish: Eres es el Hombre Genérico Predeterminado. Vienes de una larga línea de Hombres Genéricos Predeterminados.
sv: Du är den generiska standardsnubben. Du kommer från en lång rad generiska standardsnubbar.

source: You look like some kind of Generic Default Dude. Everything about your appearance is Generic and Default--not that there's anything wrong with that.
french: Tu ressembles à une sorte de mec lambda. Tout ce qui concerne ton apparence est habituel, non pas qu'il y ait quelque chose de mal à ça.
german: Du siehst aus wie eine Art generischer Standard-Kerl. Alles an deinem Aussehen ist generisch und standardmäßig - nicht, dass daran etwas falsch wäre.
italian: Sembri un altro tipo di personaggio generico. Tutto quanto ti appare generico e predefinito e non c'e' nulla di sbagliato in tutto questo.
pt_br: Você parece algum tipo de Cara Genérico Padrão. Tudo sobre sua aparência é Genérico e Padrão -- não que haja qualquer coisa errada com isso.
russian: Вы выглядите как все обычные мужские персонажи. Все в вашей внешности носит обычный характер - и в этом нет ничего плохого.
spanish: Te ves como algún tipo de Hombre Genérico Predeterminado. Todo acerca de tu apariencia es Genérica y por Defecto ... no es que haya nada malo con eso.
sv: Du ser ut som någon slags generisk standardsnubbe. Hela ditt utseende är Generiskt och Standard--inte för att det är något fel med det.

source: Style (Long Haired Dude)
french: Style (Cheveux longs)
german: Stil (Langhaariger Kerl)
italian: Stile (Capelli Lunghi)
pt_br: Estilo (Cara de Cabelo Comprido)
russian: Стиль (Длинноволосый)
spanish: Estilo (Hombre de Pelo Largo)
sv: Stil (Långhårig Snubbe)

source: Your long flowing locks bounce upon your shoulders as you jog on by. Your fellow villagers look on in awe as the multifaceted strands of your glorious mane sparkle in the morning light.
french: Tes longues mèches flottantes rebondissent sur tes épaules pendant tes assouplissements matinaux. Tes concitoyens regardent avec admiration les mèches aux multiples facettes de ta glorieuse crinière qui scintillent dans la lumière du matin.
german: Deine langen, wallenden Locken hüpfen auf deinem Schultern, wenn du vorbeiläufst. Deine Mitbewohner schauen voller Ehrfurcht zu, wenn die facettenreichen Stränge deiner herrlichen Mähne im Morgenlicht funkeln.
italian: Le tue lunghe ciocche rimbalzano sulle tue spalle mentre ti trascini avanti. I compaesani ti guardano intimoriti mentre i fili sfaccettati della tua gloriosa criniera brillano nella luce del mattino.
pt_br: Suas longas mechas que fluem quicam sobre seus ombros conforme você corre. Seus camaradas aldeões olham pra você com espanto conforme os fios multi-facetados da sua gloriosa juba brilham na luz da manhã.
russian: Длинные струящиеся волосы ниспадают на плечи, когда вы поворачиваете голову. Соплеменники заворожено смотрят, как многочисленные нити вашей славной гривы искрятся в утреннем свете.
spanish: Tus largos mechones que fluyen rebotan sobre tus hombros mientras corres. Tus compañeros del pueblo miran con asombro cómo las hebras multifacéticas de tu gloriosa melena brillan a la luz de la mañana.
sv: Dina långa lockar studsar på dina axlar när du joggar förbi. De andra byborna ser på med häpnad på när de mångfacetterade strängarna i din härliga man glittrar i morgonljuset.

source: Style (Bald Head Dude)
french: Style (Crane d'oeuf)
german: Stil (Klatzköpfiger Kerl)
italian: Stile (Rasato)
pt_br: Estilo (Cara Careca)
russian: Стиль (Лысый)
spanish: Estilo (Hombre Calvo)
sv: Stil (Skallig Snubbe)

source: Hair? Who needs it? You're a shining beacon of no-nonsense rugged masculinity. Or maybe that's just the wasteland sun reflecting off your head. Either way, you're rocking the chrome dome and proud of it.
french: Des cheveux ? Qui en a besoin ? Tu es un phare brillant de la masculinité robuste et sans arrière-pensée. Ou peut-être que c'est juste le soleil du désert qui se reflète sur ta tête. Quoi qu'il en soit, tu portes le caillou nature et tu en es fier.
german: Haare? Wer braucht die? Du bist ein strahlendes Leuchtfeuer nüchterner, schroffer Männlichkeit. Oder vielleicht ist das nur die Sonne der Einöde, die von deinem Kopf reflektiert wird. So oder so, du schaukelst die verchromte Birne und bist stolz darauf.
italian: Capelli? Chi ne ha bisogno? Sei l'esempio brillante senza senso di mascolinita'. O forse e' solo il sole del deserto che riflette sulla tua testa. In ogni caso, sei fiero della tua rockeggiante e cupola cromata.
pt_br: Cabelo? Quem precisa dele? Você é um farol brilhante de masculinadade robusta sem besteiras. Ou talvez isso é apenas o sol da terra devastada refletindo na sua cabeça. De qualquer jeito você está detonando a cúpula do cromo e está orgulhoso disso.
russian: Волосы? Кому они нужны? Вы блестящий маяк, без излишеств и полный мужественности. Или, может быть, это просто солнце пустыни отражается от вашей головы? В любом случае, у вас хромированный купол, и вы гордитесь этим.
spanish: Cabello? ¿Quién lo necesita? Eres un faro brillante de masculinidad robusta y sensata. O tal vez es sólo el sol del yermo reflejándose en tu cabeza. De cualquier manera, estás sacudiendo la cúpula cromada orgulloso de ello.
sv: Hår? Vem behöver det? Du'är en lysande ledstjärna av okonstlad och robust maskulinitet. Eller så är det kanske bara ödemarksolen som reflekterar på ditt huvud. Hur som helst är du stolt över att du har en kromkupol.

source: Race (Black)
french: Race (Noir)
german: Rasse (schwarz)
italian: Razza (Nero)
pt_br: Raça (Negro)
russian: Раса (Черный)
spanish: Raza (Negro)
sv: Ras (Svart)

source: You are the Generic Black Dude. But Generic. But Black.
french: Tu es un mec noir. Tout ce qu'il y a de plus classique. Mais noir.
german: Du bist der generische schwarze Kerl. Nicht mehr, nicht weniger.
italian: Sei il generico tipo nero. Generico, ma nero.
pt_br: Você é o Cara Negro Genérico. Porém Genérico. Porém Negro.
spanish: Eres el Hombre Negro Genérico. Genérico. Pero Negro.

source: Race (Indian)
french: Race (Amérindien)
german: Rasse (Indisch)
italian: Razza (Indiano)
pt_br: Raça (Indígena)
russian: Раса (Индеец)
spanish: Raza (Hindú)
sv: Ras (Indian)

source: Your weathered face and bronze skin show that you are a true child of the Wasteland. Even your tribal friends call you "The Tribal".
french: Ton visage buriné et ta peau bronzée montrent que tu es un véritable enfant du désert. Même tes amis de la tribu t'appellent "Le Tribal".
german: Dein verwittertes Gesicht und deine bronzene Haut zeigen, dass du ein wahres Kind der Einöde bist. Selbst deine Stammesfreunde nennen dich "Der Stammtyp".
italian: Il tuo viso logoro e la pelle di bronzo dimostrano che sei un vero infante delle terre devastate. Anche i tuoi amici tribali ti chiamano "Il Tribale".
pt_br: Sua face desgastada e pele de bronze mostram que você é um verdadeiro filho da Terra Devastada. Até mesmo seus amigos tribais chamam você de "O Tribal".
russian: Ваше обветренное лицо и бронзовая кожа показывают, что вы истинное дитя Пустоши. Даже ваши друзья из племени называют вас "Дикарь".
spanish: Tu rostro curtido y tu piel bronceada muestran que eres un verdadero hijo del yermo. Incluso tus amigos tribales te llaman "El Tribal".
sv: Ditt väderbitna ansikte och din bronsfärgade hud visar att du är ett riktigt ödemarksbarn. Till och med dina vänner i stammen kallar dig för "Stammen".

source: Style (Dreadlocks)
german: Stil (Dreadlocks)
italian: Stile (Rasta)
pt_br: Estilo (Dreadlocks)
russian: Стиль (Дреды)
spanish: Estilo (Rastas)
sv: Stil (Dreadlocks)

source: Your long tangled hair looks like it hasn't been washed for a long time. Perhaps, it is exactly so.
french: Tes cheveux longs et emmêlés donnent l'impression de ne pas avoir été lavés depuis longtemps. Peut-être est-ce réellement le cas.
german: Dein langes verfilztes Haar sieht aus, als wäre es schon lange nicht mehr gewaschen worden. Wahrscheinlich ist es genau so.
italian: Le tue lunghe chiome sembrano che non siano mai state lavate. Forse e' proprio cosi'.
pt_br: Seu longo cabelo emaranhado parece que não foi lavado há muito tempo. Talvez seja exatamente isso.
russian: Ваши длинные запутанные волосы выглядят так, как будто их давно не мыли. Возможно, это именно так.
spanish: Tu cabello largo y enredado parece que no se ha lavado en mucho tiempo. Quizás sea exactamente así.
sv: Ditt långa, trassliga hår ser ut som om det inte har tvättats på länge. Kanske är det precis så.

source: Style (Vault Boy)
french: Style (Habitant de l'Abri)
german: Stil (Vault Boy)
italian: Stile (Vault Boy)
pt_br: Estilo (Garoto da Vault)
russian: Стиль (Волт Бой)
spanish: Estilo (Vault Boy)
sv: Stil (Vault Boy)

source: What a doll that baby. Well, just ducky. You right off wall poster from the Vault, the living embodiment of Vault-Boy.
french: Quelle poupée ce bébé. Enfin, juste un canard. Tu es la mascotte de l'Abri, l'incarnation vivante de l'Habitant de l'Abri.
german: Was für eine Puppe. Einfach entzückend. Du könnstes direkt einem Wandplakat aus dem Bunker enstprungen sein. Die lebende Verkörperung des Vault-Boy!
italian: Sembri un bambolotto. Solo, molto basso. Sembri uscito da un poster del Vault, l'incarnazione vivente di Vault-Boy.
pt_br: Que boneco esse, baby. Bem, apenas satisfatório. Seu post na parede direita da Vault, a encarnação viva do Garoto da Vault.
russian: Что за пупс, что за малыш. Ну просто душка. Вы прямо сошли с настенного плаката из Убежища, живое воплощение Волт-Боя.
spanish: Que muñeca ese bebé. Bueno, sólo lindo. Tienes un póster de pared de The Vault, la encarnación viviente de Vault-Boy.
sv: Vilken docka den där bebisen är. Tja, bara en anka. Du är som tagen direkt ur en affisch från Valvet, den levande förkroppsligandet av Vault-Boy.

# female
source: Littlepip, The Stable Dweller. Pip came from an alternative universe from a place called Equestria, or what remains of it after a series of megaspell detonations. Being a unicorn, Pip possesses the power of telekinesis.
spanish: Pequeña Pip, La Moradora del Establo. Pip llegó desde de un universo alternativo, de un lugar llamado Equestria, o lo que queda de ella después de una serie de detonaciones de megahechizos. Siendo un unicornio, Pip posee el poder de la telequinesis.

# female
source: What a doll that baby. Well, just ducky. You right off wall poster from the Vault, the living embodiment of Vault-Boy.
spanish: Que muñeca esa bebé. Bueno, sólo linda. Tienes un póster de pared de The Vault, la encarnación viviente de Vault-Boy.
