Repository: BGforgeNet/Fallout2_Hero_Appearance
Catalog: language/po/*.po
Languages: russian, spanish

source: Race (Default)
russian: Раса
spanish: Raza (Por Defecto)

source: You are the Generic Default Female Character. You come from a long line of Generic Default Female Characters.
russian: Вы типичный женский персонаж. Вы одна из длинного ряда типичных женских персонажей.
spanish: Usted es el Genérico Predeterminado de Carácter Femenino. Usted viene de una larga línea de Genérico Predeterminado Personajes Femeninos.

source: Style (Default)
russian: Стиль волос - обычный
spanish: Estilo (Por Defecto)

source: Unlike most of your fellow tribeswomen, who wear their long hair in a ponytail, your black hair is square-cut and shoulder length. So what if they snicker and call you Bucket-Head behind your back?
russian: В отличие от соплеменниц, которые носят свои длинные волосы собранными в хвост, ваши черные волосы ровно обрезаны и ниспадают на плечи. Не станут ли за вашей спиной хихикать и называть ковшеголовой?
spanish: A diferencia de la mayoría de sus compañeros de tribeswomen, que llevan su largo cabello en una cola de caballo, su cabello negro se cortados en cuadrados y los hombros. Entonces, ¿qué si ellos se rien y te llamo Balde de la Cabeza detrás de la espalda?

source: Style (Blond Haired Female)
russian: Стиль волос - блондинка
spanish: Estilo (Pelo Rubio Femenino)

source: Your silken honey-blond tresses have always made you stand out among your tribe. The boys ogle, the girls scowl, and you wouldn't have it any other way.
russian: Ваши шелковистые, медово светлые локоны всегда были самыми обсуждаемыми в вашем племени. Мужчины обожают, женщины завидуют, да и вы их ни на что не променяете.
spanish: Su silken miel rubia cabellera siempre lo han hecho a que usted se destaca entre los de su tribu. Los chicos de ogle, las chicas ceño fruncido, y usted no lo haría de ninguna otra manera.

source: Style (Red Haired Female)
russian: Стиль волос - рыженькая
spanish: Estilo (Pelo Rubio Femenino)

source: Some say your crimson hair indicates that you lack a soul. But when you look this good, who needs one?
russian: Некоторые говорят, что рыжие волосы -- это признак отсутствия души. Но когда вы выглядите так очаровательно, кому нужна эта душа?
spanish: Algunos dicen que su cabello carmesí indica que falta un alma. Pero cuando usted mira esta buena, que necesita uno?

source: Style (Punk Girl)
russian: Стиль волос - ирокез
spanish: Estilo (Punk Girl)

source: You alone wear the green serpent of fertility upon your head, in order to give the other tribeswomen the blessing of new children. Your hair was cut in shamanic ritual to invoke the serpent. The green dye of holy root was used to give this effigy life.
spanish: Usted solo desgaste de la serpiente verde de la fertilidad sobre su cabeza, con el fin de dar a los demás tribeswomen la bendición de los nuevos niños. Su cabello fue cortado en rituales chamánicos para invocar la serpiente. El tinte verde de santo raíz se utiliza para dar a esta efigie de la vida.

source: Race (Other)
russian: Другая раса
spanish: Raza (Otros)

source: Alternative, non-canon appearances.
russian: Альтернативный, неканоничные модели.
spanish: Alternativas no-canon de las apariencias.

source: Style (Unicorn)
russian: Стиль - единорог
spanish: Estilo (Unicornio)

source: Littlepip, The Stable Dweller. Pip came from an alternative universe from a place called Equestria, or what remains of it after a series of megaspell detonations. Being a unicorn, Pip possesses the power of telekinesis.
russian: Маленькая Звездочка, обитатель конюшни. Звездочку занесло сюда из вселенной под названием Эквестрия или того, что от нее осталось после бомбардировки. Будучи единорогом, Звездочка обладает силой телекинеза.
spanish: Littlepip, El Estable Habitante. Pip llegó a partir de un universo alternativo de un lugar llamado Equestria, o lo que queda de ella después de una serie de megaspell detonaciones. Ser un unicornio, Pip, posee el poder de la telequinesis.

source: You are the Generic Default Dude. You come from a long line of Generic Default Dudes.
russian: Вы типичный мужской персонаж. Вы один из длинного ряда типичных мужских персонажей.
spanish: Usted es el Genérico Predeterminado Amigo. Usted viene de una larga línea de Genérico Predeterminado Dudes.

source: You look like some kind of Generic Default Dude. Everything about your appearance is Generic and Default--not that there's anything wrong with that.
russian: Вы выглядите как все обычные мужские персонажи. Все в вашей внешности носит обычный характер - и в этом нет ничего плохого.
spanish: Se ven como una especie de Genérico Predeterminado Amigo. Todo acerca de tu apariencia es Genérica y por Defecto ... no es que haya nada malo con eso.

source: Style (Long Haired Dude)
russian: Стиль волос - длинноволосый мужик
spanish: Estilo (Pelo Largo Tio)

source: Your long flowing locks bounce upon your shoulders as you jog on by. Your fellow villagers look on in awe as the multifaceted strands of your glorious mane sparkle in the morning light.
russian: Длинные струящиеся волосы ниспадают на плечи, когда вы поворачиваете голову. Соплеменники заворожено смотрят, как многочисленные нити вашей славной гривы искрятся в утреннем свете.
spanish: Su tiempo fluye bloqueos de rebote sobre sus hombros como trota por. Sus compañeros del pueblo mira con asombro como las múltiples hebras de su gloriosa melena brillo en la luz de la mañana.

source: Style (Bald Head Dude)
russian: Стиль волос - лысый мужик
spanish: Estilo (Calva Tio)

source: Hair? Who needs it? You're a shining beacon of no-nonsense rugged masculinity. Or maybe that's just the wasteland sun reflecting off your head. Either way, you're rocking the chrome dome and proud of it.
russian: Волосы? Кому они нужны? Вы блестящий маяк, без излишеств и полный мужественности. Или, может быть, это просто солнце пустыни отражается от вашей головы? В любом случае, у вас хромированный купол, и вы гордитесь этим.
spanish: El cabello? ¿Quién la necesita? Eres un faro luminoso de ninguna tontería-resistente de la masculinidad. O tal vez eso es sólo el páramo del sol reflejándose en su cabeza. De cualquier manera, usted está meciendo el chrome dome y orgulloso de ello.

source: Race (Black)
russian: Раса - негр
spanish: Raza (Negro)

source: You are the Generic Black Dude. But Generic. But Black.
russian: Вы обычный черный парень. Но обычный. Но черный.
spanish: Usted es el Genérico del tipo Negro. Pero Genérico. Pero El Negro.

source: Race (Indian)
russian: Раса - индеец
spanish: De La Carrera (De La India)

source: Your weathered face and bronze skin show that you are a true child of the Wasteland. Even your tribal friends call you "The Tribal".
spanish: Su rostro curtido y piel de bronce demostrar que eres un verdadero hijo de la tierra. Incluso su tribales amigos llaman "Tribales".

source: Style (Dreadlocks)
spanish: Estilo (Rastas)

source: Your long tangled hair looks like it hasn't been washed for a long time. Perhaps, it is exactly so.
spanish: Su largo cabello enredado parece que no ha sido lavada por un largo tiempo. Tal vez, es exactamente así.

source: Style (Vault Boy)
russian: Стиль - Волт Бой
spanish: Estilo (Vault Boy)

source: What a doll that baby. Well, just ducky. You right off wall poster from the Vault, the living embodiment of Vault-Boy.
russian: Что за пупс, что за малыш. Ну просто душка. Вы прямо сошли с настенного плаката из убежища, живое воплощение Волт-Боя.
spanish: Lo que una muñeca bebé. Así, acaba de patito. Que cartel de la pared de la Bóveda, la encarnación viviente de Vault-Boy.
